print ("Я посчитаю свою живность:") # текст + вычисление, порядок /+

print ("Куры:", 25 + 30 / 6)


print ("Петухи", 100-25*3%4) # вывод текста + вычисление , порядок *%-

print (3+2+1-5+4%2-1/4+6) # просто вычисление, порядок %/++-+-+

print ("Верно ли, что 3+2<5-7?") #текст

print (3+2 < 5-7) # неравенство, в результате будет False

print ("Сколько будет 3 + 2?", 3+2) # текст + вычисление
print ("А сколько будет 5-7?", 5-7) # текст + вычисление

print ("Ой, я, кажется, запутался...Почему False?") #текст

print ("Еще раз посчитаю...") #текст

print ("Это больше?", 5>-2) #текст + неравенство
print ("А это больше или равно?", 5>=-2) #текст + неравенство, в результате будет True
print ("А это меньше или равно?", 5 <=-2) #текст + неравенство, в результате будет False


